{
  "lng": "ru",
  "home_title_1": "Мы приветствуем вас",
  "home_title_2": "на нашем сайте",
  "new_items": "Новые продукты",
  "season_sale": "сезонная распродажа",
  "season_sale_desc": "СКИДКА ДО 30%",
  "about_us": "О нас",
  "home_text": "Совместное немецко-узбекское предприятие ООО «ТЕКСТИЛЬНЫЙ КОМБИНАТ ТАШКЕНТ» предлагает широкий ассортимент высококачественных мужских, женских и детских носков с применением новейших технологий. Успешный опыт сотрудничества с местными и зарубежными специалистами, а также с Министерством легкой промышленности Узбекистана, в сфере производства чулочно-носочных изделий, позволяет компании обеспечить любые потребности клиентов в чулочно-носочных изделиях, выполненных с учетом фирменного стиля и пожеланий. клиентов.",
  "contact_us": "контакты",
  "contact": "Контакт",
  "about": "О нас",
  "products": "Товары",
  "contact_title": "Свяжитесь с нами по почтовому телефону.",
  "address": "Адрес",
  "address_title": "111500 Узбекистан, Ташкент, Нурафшон city, улица. Toshkent yo'li, 98",
  "feedback": "Обратная связь",
  "back_to_top": "Наверх",
  "about_text_1": "Что мы делаем",
  "about_text_2": "Компания является ведущим производителем чулочно-носочных изделий в Узбекистане. Находится в Ташкентской области, в городе Нурафшон. За период производства СП ООО «ТЕКСТИЛЬНЫЙ КОМБИНАТ ТАШКЕНТ» зарекомендовало себя на местном и международном рынке как производитель качественной текстильной продукции и надежный партнер, сегодня предлагает широкий ассортимент мужских, женских и детских носков различных фасонов и расцветок.",
  "about_text_3": "Промышленность",
  "about_text_4": "Модельный ряд насчитывает более 300 наименований продукции и является одним из лучших предприятий текстильной промышленности Узбекистана. Более 1,2 млн пар носков - такое количество предприятие может производить ежемесячно. Это высококачественный продукт, пользующийся стабильным спросом и реализуемый по доступной конкурентоспособной цене.",
  "about_text_5": "Мы готовы предоставить",
  "about_text_6": "-Эксклюзивный ассортимент продукции;",
  "about_text_7": "-Гарантированная доставка;",
  "about_text_8": "-Качественные продукты;",
  "about_text_9": "-Полная линейка размеров.",
  "about_text_10": "Наши преимущества",
  "about_text_11": "-Собственные производственные мощности;",
  "about_text_12": "-Изготовление товара по заказу клиента;",
  "about_text_13": "-Гибкие условия сотрудничества;",
  "about_text_14": "-Низкие оптовые цены;",
  "about_text_15": "-Сертификат качества",
  "about_text_16": "и соответствия продукции",
  "social_networks": "Социальные сети",
  "product_details": "ИНФОРМАЦИЯ О ПРОДУКТЕ",
  "size": "Размер",
  "related_products": "СОПУТСТВУЮЩИЕ ТОВАРЫ"
}
