{
  "lng": "en",
  "home_title_1": "We welcome you",
  "home_title_2": "to our site",
  "new_items": "New items",
  "season_sale": "season sale",
  "season_sale_desc": "UP TO 30% OFF",
  "about_us": "About us",
  "home_text": "German-Uzbek Joint Venture, TEXTILE MILL TASHKENT LLC offers a wide range of high-quality men's, women's and children's socks with the latest technologies. Successful experience of cooperation with local and foreign specialists, as well as with the Ministry of Light Industry of Uzbekistan, in the field of hosiery production, allows the company to provide any customer needs for hosiery products, made according to the corporate style and the wishes of customers.",
  "contact_us": "contact us",
  "contact": "Сontact",
  "about": "About",
  "products": "products",
  "contact_title": "Get in touch with us via mail phone.",
  "address": "Address",
  "address_title": "111500 Republic of Uzbekistan, Tashkent region, Nurafshon city, str. Toshkent yo'li, 98",
  "feedback": "feedback",
  "back_to_top": "Back to Top",
  "about_text_1": "What we do",
  "about_text_2": "The company is a leading manufacturer of hosiery in Uzbekistan. Located in the Tashkent region, in the city of Nurafshon. During the production period, JV LLC TEXTILE MILL TASHKENT has established itself in the local and international market as a manufacturer of high-quality textile products and a reliable partner, today offers a wide range of men's, women's and children's socks of various styles and colors.",
  "about_text_3": "Industry",
  "about_text_4": "The model range includes more than 300 items of products and is one of the best enterprises in the textile industry of Uzbekistan. More than 1.2 million pairs of socks - this amount can be produced monthly by the company. This is a high quality product that is in regular demand and is sold at an affordable competitive price.",
  "about_text_5": "We are ready to provide",
  "about_text_6": "-Exclusive product range;",
  "about_text_7": "-Guaranteed delivery;",
  "about_text_8": "-Quality products;",
  "about_text_9": "-Full line of sizes.",
  "about_text_10": "Our advantages",
  "about_text_11": "-Own production capacity;",
  "about_text_12": "-Production of goods by request of the client;",
  "about_text_13": "-Flexible terms of cooperation;",
  "about_text_14": "-Low wholesale prices;",
  "about_text_15": "-Certificate of",
  "about_text_16": "quality and conformity of products",
  "social_networks": "Social networks",
  "product_details": "PRODUCT DETAILS",
  "size": "Size",
  "related_products": "RELATED PRODUCTS"
}
